import numpy as np

sales = np.array([[75, 120, 70, 90, 80],
                  [80, 90, 100, 70, 50],
                  [50, 45, 70, 65, 50]])
daily = np.sum(sales, axis = 0)
week = np.sum(sales, axis = 1)


print('จำนวนจานทั้งหมดที่ขายได้ในแต่ละวัน','\n',
      'วันจันทร์ขายได้   ', daily[0], 'จาน','\n',
      'วันอังคารขายได้  ', daily[1], 'จาน','\n',
      'วันพุธขายได้     ', daily[2], 'จาน','\n',
      'วันพฤหัสบดีขายได้ ', daily[3], 'จาน','\n',
      'วันศุกร์ขายได้    ', daily[4], 'จาน','\n',
      )

print('อาหารแต่ละประเภทที่ขายได้ใน 1 สัปดาห์','\n',
      'ข้าวแกง', week[0], 'จาน','\n'
      ' ข้าวผัด ', week[1], 'จาน','\n'
      ' สุกี้ทะเล', week[2], 'จาน','\n'
      )
if week[0] > 
print('อาหารขายดีที่สุด')